9/data/attachments/1d01804f39bb99c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6196c979-998b-4cd7-ae02-32784bd99aab</nif:username>
            <nif:friendToBeAdded>Jeanette_none_Actions_79875_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>